[
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "en",
    "title": "A Rude Awakening",
    "content": "### A Rude Awakening\n\nSilence can be a luxury, but its shattering is always a shock. For one man, the peace was broken not by a whisper, but by a savage symphony of hissing and clattering from the rooftops above. A vicious catfight was the unlikely catalyst for his doom, sending a cascade of gutter trash and loose tiles raining down upon him. A dull thud, a flash of pain, and then… nothing. Blackness consumed him. But this violent, bizarre accident wasn't an end. It was a beginning. He would soon wake up to a world he didn't recognize, with a past he couldn't remember, and a danger he never saw coming.\n\nWhat happens when memory is erased, but threats remain? Discover the truth…\nhttps://www.amazon.com/dp/B0DSL4ZJ23",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSL4ZJ23",
    "publish_day_offset": 0
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "de",
    "title": "Ein Schlag aus heiterem Himmel",
    "content": "### Ein Schlag aus heiterem Himmel\n\nDie Stille war trügerisch. Plötzlich zerrissen wütendes Miauen und das Geräusch eines Kampfes die Ruhe. Oben auf dem Dachfirst lieferten sich zwei Katzen einen erbitterten Kampf, ein unbedeutendes Ereignis mit katastrophalen Folgen. Eine Lawine aus Unrat und losen Dachziegeln löste sich und stürzte herab. Ein dumpfer Schlag auf den Kopf, und die Welt um ihn herum erlosch. Er stürzte zu Boden, bewusstlos. Doch dies war kein gewöhnlicher Unfall. Als er erwachte, war ihm nicht nur schwindelig – seine Erinnerungen waren verschwunden, ausgelöscht durch den Aufprall. Er war ein Fremder in seinem eigenen Leben, und die wahre Gefahr hatte noch nicht einmal begonnen.\n\nWer ist er? Und wer jagt einen Mann ohne Vergangenheit? Entdecken Sie das Geheimnis…\nhttps://www.amazon.com/dp/B0DSTRYXNB",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSTRYXNB",
    "publish_day_offset": 1
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "it",
    "title": "L'inizio della Fine",
    "content": "### L'inizio della Fine\n\nIl silenzio si frantumò in un istante. Un miagolio feroce, sibili, il caos di una lotta furiosa proveniente dal tetto sopra di lui. Due gatti, impegnati in una zuffa selvaggia, divennero gli araldi involontari del suo destino. La loro battaglia scatenò una pioggia di detriti e tegole che lo colpì in pieno. Un tonfo sordo, poi il buio. Non poteva sapere che quel colpo non gli avrebbe rubato solo i sensi, ma anche ogni singolo ricordo. Si risvegliò in un mondo sconosciuto, senza un nome, senza un passato, con solo la vaga sensazione di un pericolo imminente che si nascondeva appena oltre la sua percezione.\n\nCome si sopravvive quando non sai nemmeno chi sei? La sua storia inizia qui…\nhttps://www.amazon.com/dp/B0DT6MZ2TH",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DT6MZ2TH",
    "publish_day_offset": 2
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "fr",
    "title": "Une Chute Brutale",
    "content": "### Une Chute Brutale\n\nLe vacarme a éclaté sans prévenir, un miaulement furieux déchirant le calme. Sur le toit, deux chats se livraient une bataille acharnée, un spectacle trivial qui allait pourtant changer son destin. Leur combat a déclenché une avalanche de détritus et de tuiles, qui se sont écrasées sur son crâne. Le choc fut brutal, le plongeant instantanément dans l'inconscience. Mais en se réveillant, il réalisa que la douleur à la tête était le cadet de ses soucis. Son esprit était une page blanche, son passé effacé. Il était une proie facile dans un monde hostile, et il ne tarda pas à découvrir que quelqu'un profitait déjà de sa vulnérabilité.\n\nQui est-il et pourquoi sa mémoire a-t-elle été volée ? Découvrez le premier chapitre de son périple…\nhttps://www.amazon.com/dp/B0DVZHVV84",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DVZHVV84",
    "publish_day_offset": 3
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "nl",
    "title": "Ontwaken in het Onbekende",
    "content": "### Ontwaken in het Onbekende\n\nDe stilte werd verscheurd door een schril, woest gekrijs. Hoog boven hem vochten twee katten op de dakrand, een chaotisch schouwspel dat een kettingreactie in gang zette. Afval en dakpannen regenden naar beneden, en een harde klap op zijn hoofd was het laatste wat hij voelde voordat alles zwart werd. Dit was echter geen simpel ongeluk. Toen hij bijkwam, was hij niet alleen zijn bewustzijn kwijtgeraakt, maar ook zijn hele verleden. Hij lag in de modder, een man zonder naam, zonder herinneringen, en met het knagende gevoel dat de vallende dakpannen nog maar het begin waren van zijn problemen.\n\nWat gebeurt er als je verleden is gewist, maar je vijanden je niet zijn vergeten? Ontdek het nu…\nhttps://www.amazon.com/dp/B0DTP8TC7X",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DTP8TC7X",
    "publish_day_offset": 4
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "sv",
    "title": "Ett Minne Går Förlorat",
    "content": "### Ett Minne Går Förlorat\n\nEtt öronbedövande jamande och ljudet av en strid bröt plötsligt tystnaden. Ovanför honom, på takåsen, utkämpade två katter en vild kamp, omedvetna om konsekvenserna. Deras bråk utlöste ett regn av skräp och taktegel. En dov duns mot hans huvud, och sedan mörker. När han vaknade var smärtan det minsta av hans problem. Hans sinne var tomt, hans historia raderad. Han var en man utan förflutet, sårbar och ensam i en värld som kändes främmande och farlig. Och någonstans i skuggorna väntade den verkliga faran på att slå till.\n\nKan han överleva länge nog för att pussla ihop sitt förflutna? Hans resa börjar här…\nhttps://www.amazon.com/dp/B0DWFDR9P4",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DWFDR9P4",
    "publish_day_offset": 5
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "en",
    "title": "Awakening in the Mist",
    "content": "### Awakening in the Mist\n\nHe awoke to a world of grey mist and cold, sticky mud. Sprawled in a deep wagon rut, the only landmark was a looming ox-cart and the shadowy forms of conifers in the distance. The chilling rain-like mist washed his face, but it couldn't wash away the terrifying emptiness in his mind. He had no memory of how he got here, or even who he was. Every instinct screamed that he was in danger, but from what? The cart, the forest, or something else entirely? A single thought, unattached to any past, froze him to the spot: he wasn't just lost, he was being hunted.\n\nWho is this man and what secrets does his forgotten past hold? Find out…\nhttps://www.amazon.com/dp/B0DSL4ZJ23",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSL4ZJ23",
    "publish_day_offset": 0
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "de",
    "title": "Erwachen im Nebel",
    "content": "### Erwachen im Nebel\n\nEr fand sich in einer tiefen, schlammigen Wagenspur wieder, die Welt um ihn herum in dichten Nebel gehüllt. Ein Ochsenkarren ragte vor ihm auf, und in der Ferne zeichneten sich hohe Nadelbäume ab. Der kalte, feuchte Nebel wusch den Schmutz von seinem Gesicht, konnte aber die Leere in seinem Kopf nicht vertreiben. Wer war er? Wie war er hierhergekommen? Ein unheimliches Gefühl beschlich ihn, das Gefühl, beobachtet zu werden. Ein Gedanke, losgelöst von jeder Erinnerung, ließ ihn erstarren: Die Kälte und der Schlamm waren nicht die größte Bedrohung. Etwas lauerte im Nebel, und es kam auf ihn zu.\n\nKann er dem unsichtbaren Feind entkommen? Die Jagd hat begonnen…\nhttps://www.amazon.com/dp/B0DSTRYXNB",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSTRYXNB",
    "publish_day_offset": 1
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "it",
    "title": "Risveglio nella Nebbia",
    "content": "### Risveglio nella Nebbia\n\nSi risvegliò nel fango freddo e viscido, il mondo avvolto da una nebbia fitta come pioggia. Davanti a lui, un carro trainato da buoi; intorno, solo gli alti profili di alberi spettrali. La nebbia gli lavava il viso ma non poteva cancellare il vuoto terrificante nella sua mente. Non un singolo ricordo, non un indizio sulla sua identità. Solo la certezza primordiale di essere in pericolo. Un pensiero, nato dal nulla, lo paralizzò sul posto: non era solo, e chiunque altro fosse lì fuori non aveva buone intenzioni. La nebbia nascondeva una minaccia che stava per rivelarsi.\n\nCosa si nasconde oltre la nebbia? Scopri il suo destino…\nhttps://www.amazon.com/dp/B0DT6MZ2TH",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DT6MZ2TH",
    "publish_day_offset": 2
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "fr",
    "title": "Réveil dans la Brume",
    "content": "### Réveil dans la Brume\n\nIl gisait dans la boue froide, le corps endolori, l'esprit vide. Une brume épaisse engloutissait le paysage, ne laissant entrevoir qu'une charrette à bœufs et la silhouette de hauts conifères. Qui était-il ? Un simple voyageur égaré ? Alors que la brume lavait la crasse de son visage, une pensée glaçante, dépourvue de tout souvenir, le pétrifia. Cette amnésie n'était pas accidentelle. Ce vide dans sa tête était une arme utilisée contre lui. Il n'était pas perdu, il était une cible. Et le chasseur était tout proche, caché par le voile gris qui l'entourait.\n\nPourra-t-il retrouver son passé avant qu'il ne le rattrape ? Le mystère s'épaissit…\nhttps://www.amazon.com/dp/B0DVZHVV84",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DVZHVV84",
    "publish_day_offset": 3
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "nl",
    "title": "Gevangen in de Mist",
    "content": "### Gevangen in de Mist\n\nHij lag in een diep, modderig karrenspoor, de wereld om hem heen een waas van mist en kou. Een ossenkar, hoge naaldbomen in de verte – het waren de enige ankerpunten in een zee van onwetendheid. Zijn gezicht werd schoongespoeld door de fijne druppels, maar zijn geheugen bleef leeg. Een man zonder verleden, gestrand op een onbekende, zwarte weg. Toen overviel hem een gedachte, scherp en helder als ijs: hij was hier niet toevallig. De mist was geen toevluchtsoord, maar een jachtterrein. En hij was de prooi.\n\nWie jaagt op hem en waarom? Het antwoord ligt verborgen in de mist…\nhttps://www.amazon.com/dp/B0DTP8TC7X",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DTP8TC7X",
    "publish_day_offset": 4
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "sv",
    "title": "Vägen ur Dimman",
    "content": "### Vägen ur Dimman\n\nHan vaknade i ett djupt hjulspår, omgiven av klibbig lera och en tät, kall dimma. En oxkärra blockerade vägen framåt, och höga barrträd tornade upp sig som spöken i fjärran. Han mindes ingenting. Inte sitt namn, inte sitt syfte. Men när den regnliknande dimman sköljde hans ansikte, slog en tanke rot i hans tomma sinne. En tanke utan ursprung, men fylld av iskall säkerhet: han var inte ensam. Något, eller någon, dolde sig i dimman, och den vetskapen var farligare än någon lera eller kyla. Hans överlevnad hade just börjat.\n\nVad kommer att träda fram ur dimman? Läs vidare och ta reda på det…\nhttps://www.amazon.com/dp/B0DWFDR9P4",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DWFDR9P4",
    "publish_day_offset": 5
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "en",
    "title": "Dance of Blades",
    "content": "### Dance of Blades\n\nFrom the suffocating fog, death emerged. A sword swung with blinding speed, aimed directly at his head. Instinct, not memory, guided his parry. He twisted, deflecting another strike from the side as his boots sunk into the heavy mud. A thrust for his gut was met with steel. Then, a chilling whistle split the air—an arrow, slicing through the mist. He ducked, feeling the fletching graze his hair. The immediate assault halted, but the air remained thick with menace. He was outnumbered, outmaneuvered, and fighting a battle he didn't understand. His attackers paused, but he knew this was only a temporary reprieve.\n\nWho are these assailants and why do they want him dead? The fight for answers has just begun…\nhttps://www.amazon.com/dp/B0DSL4ZJ23",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSL4ZJ23",
    "publish_day_offset": 0
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "de",
    "title": "Tanz der Klingen",
    "content": "### Tanz der Klingen\n\nAus dem dichten Nebel schoss eine Klinge hervor, die mit tödlicher Präzision auf seinen Kopf zielte. Sein Körper reagierte, bevor sein Verstand es konnte, und parierte den Hieb. Er wirbelte herum, blockte einen seitlichen Angriff, während seine Stiefel tief im Schlamm steckten. Ein weiterer Stich auf seinen Bauch wurde abgewehrt. Plötzlich durchbrach das leise Pfeifen eines Pfeils die Stille. Er duckte sich instinktiv, spürte die Federn, die sein Haar streiften. Für einen Moment verstummten die Angriffe. Doch die Stille war keine Erleichterung, sondern eine Drohung. Er wusste, dass seine unsichtbaren Feinde sich nur neu formierten.\n\nWarum wird er gejagt? Und kann er den nächsten Angriff überleben? Finde es heraus…\nhttps://www.amazon.com/dp/B0DSTRYXNB",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSTRYXNB",
    "publish_day_offset": 1
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "it",
    "title": "Danza di Lame",
    "content": "### Danza di Lame\n\nLa nebbia partorì un nemico. Una spada calò sulla sua testa con una forza terrificante, ma i suoi riflessi furono più rapidi. Parò, si girò, bloccò un altro colpo. Il fango gli imprigionava le gambe, rendendo ogni movimento una fatica. Un affondo al ventre, parato. Poi, il sibilo di una freccia che fendeva l'aria. Si abbassò di scatto, sentendo le piume sfiorargli i capelli. Gli attacchi cessarono di colpo, ma non era finita. Il silenzio che seguì era carico di una tensione mortale. I suoi nemici erano ancora là fuori, nascosti dalla nebbia, in attesa del momento perfetto per colpire di nuovo.\n\nChi sono i suoi assalitori e cosa vogliono da lui? La battaglia è appena iniziata…\nhttps://www.amazon.com/dp/B0DT6MZ2TH",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DT6MZ2TH",
    "publish_day_offset": 2
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "fr",
    "title": "Danse des Lames",
    "content": "### Danse des Lames\n\nUne main armée d'une épée a surgi de la brume, s'abattant sur lui avec une force redoutable. Son instinct de survie a pris le dessus. Il a paré, pivoté, bloqué un second coup. Ses bottes s'enfonçaient dans la boue, entravant ses mouvements, mais il continuait à se battre. Une autre lame, il l'a esquivée. Puis, le sifflement d'une flèche a fendu l'air. Il s'est baissé juste à temps. Le silence qui a suivi était plus terrifiant que le combat lui-même. Les attaques avaient cessé, mais la menace planait toujours, invisible dans le brouillard. Il savait qu'ils n'avaient pas renoncé. Ils attendaient.\n\nPourra-t-il survivre à cette embuscade mortelle ? Découvrez-le maintenant…\nhttps://www.amazon.com/dp/B0DVZHVV84",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DVZHVV84",
    "publish_day_offset": 3
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "nl",
    "title": "Dans der Zwaarden",
    "content": "### Dans der Zwaarden\n\nVanuit de mist dook een zwaard op, met als doel zijn hoofd te splijten. Hij pareerde puur op instinct, draaide weg van een tweede slag, terwijl de modder aan zijn laarzen trok. Hij weerde een stoot naar zijn buik af. Toen klonk het verraderlijke gefluit van een pijl. Hij dook, en de veren van de pijl streelden zijn haar. De aanval stopte even abrupt als hij was begonnen. Maar de stilte was bedrieglijk. Hij voelde de ogen van zijn onzichtbare vijanden op zich gericht, wachtend in de mist. De strijd was nog lang niet voorbij; dit was slechts de opening van een dodelijk spel.\n\nWie zijn deze aanvallers en wat is hun doel? De antwoorden wachten…\nhttps://www.amazon.com/dp/B0DTP8TC7X",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DTP8TC7X",
    "publish_day_offset": 4
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "sv",
    "title": "Svärdens Dans",
    "content": "### Svärdens Dans\n\nUr dimman kom döden. Ett svärd svingades mot hans huvud med fruktansvärd kraft. Reflexerna tog över. Han parerade, vred sig undan, blockerade nästa hugg. Leran sög tag i hans stövlar och gjorde honom långsam, men han kämpade vidare. Ett svärd mot magen, parerat. Då, ett visslande ljud när en pil klöv dimman. Han duckade, kände fjädrarna snudda vid hans hår. Attacken upphörde, men faran var inte över. Tystnaden som följde var fylld av hot. Hans fiender var fortfarande där ute, dolda i dimman, och de skulle snart anfalla igen.\n\nKan en ensam man besegra osynliga fiender? Ta reda på hans öde…\nhttps://www.amazon.com/dp/B0DWFDR9P4",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DWFDR9P4",
    "publish_day_offset": 5
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "en",
    "title": "Sanctuary Violated",
    "content": "### Sanctuary Violated\n\nThe door to his room clicked shut, a sound of security, of sanctuary. Exhausted, he moved towards the bed, craving rest. But the safety was an illusion. A figure lunged from the shadows, a club swinging wildly. Pure instinct, a slight tilt of his head, was all that saved him from a brutal blow. He was slammed to the floor, the promise of rest shattered by the reality of a violent ambush. He was not safe. He had been followed, or worse, the enemy was already waiting for him inside his only refuge. The fight was far from over; it had just followed him home.\n\nWho is this hidden enemy, and how did they get so close? The conspiracy deepens…\nhttps://www.amazon.com/dp/B0DSL4ZJ23",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSL4ZJ23",
    "publish_day_offset": 0
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "de",
    "title": "Verletzte Zuflucht",
    "content": "### Verletzte Zuflucht\n\nDie Tür schloss sich hinter ihm, ein Symbol der Sicherheit in einer feindlichen Welt. Erschöpft ging er zum Bett, doch sein Zufluchtsort war bereits eine Falle. Jemand stürzte sich aus dem Hinterhalt auf ihn, ein Holzknüppel sauste auf seinen Kopf zu. Nur ein instinktiver Ruck des Kopfes bewahrte ihn vor dem Schlimmsten. Er landete hart auf dem Boden, der Traum von Ruhe brutal zerstört. Der Feind war nicht draußen auf der Straße; er hatte in seinem Zimmer auf ihn gewartet. Nirgendwo war er sicher. Der Angreifer stand nun über ihm, bereit für den nächsten Schlag.\n\nWer ist dieser Attentäter und wie ist er hineingekommen? Das Netz zieht sich enger…\nhttps://www.amazon.com/dp/B0DSTRYXNB",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSTRYXNB",
    "publish_day_offset": 1
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "it",
    "title": "Santuario Violato",
    "content": "### Santuario Violato\n\nLa porta si chiuse alle sue spalle. Finalmente al sicuro. O almeno così credeva. Stremato, si avviò verso il letto, ma un'ombra si mosse alle sue spalle. Un attimo dopo, veniva scaraventato a terra. Un bastone nodoso gli sfrecciò accanto alla testa, mancando il bersaglio per un soffio. La sua stanza, il suo unico rifugio, era stata violata. Il nemico non era più là fuori, nelle strade nebbiose, ma qui, a un passo da lui. L'aggressore si stava già preparando per il secondo, forse fatale, attacco. Non c'era via di fuga.\n\nCome combattere un nemico che si nasconde dove ti senti più sicuro? La trappola è scattata…\nhttps://www.amazon.com/dp/B0DT6MZ2TH",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DT6MZ2TH",
    "publish_day_offset": 2
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "fr",
    "title": "Le Sanctuaire Profané",
    "content": "### Le Sanctuaire Profané\n\nEnfin, la porte de sa chambre se referma. En sécurité. Épuisé, il se dirigea vers le lit, mais le sanctuaire n'en était pas un. Une silhouette a bondi de l'ombre, un gourdin sifflant dans l'air. Un réflexe pur, un simple mouvement de tête, lui a sauvé la vie. Projeté au sol, il a compris que le danger l'avait suivi jusqu'ici. Son refuge était une illusion, une cage. L'ennemi était là, dans la même pièce, et il n'avait nulle part où fuir. Le combat pour sa vie venait de prendre une tournure bien plus personnelle et terrifiante.\n\nQui est cet assassin silencieux et quels secrets protège-t-il ? La vérité est à portée de main…\nhttps://www.amazon.com/dp/B0DVZHVV84",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DVZHVV84",
    "publish_day_offset": 3
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "nl",
    "title": "Valse Veiligheid",
    "content": "### Valse Veiligheid\n\nDe deur viel achter hem in het slot. Veilig. Dacht hij. Terwijl hij, uitgeput, naar zijn bed liep, ging alles mis. Iemand sprong vanuit de schaduw op hem af, een houten knuppel zwiepend door de lucht. Een instinctieve hoofdbeweging redde hem van een harde klap. Hij werd op de grond gesmeten, zijn gevoel van veiligheid volledig aan diggelen. De vijand was niet buiten, de vijand was hier, in zijn kamer. Hij was in de val gelopen. De aanvaller hergroepeerde zich voor een nieuwe aanval, en hij had geen idee wie het was of waarom.\n\nIs dit het einde, of kan hij het tij nog keren? Ontdek zijn lot…\nhttps://www.amazon.com/dp/B0DTP8TC7X",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DTP8TC7X",
    "publish_day_offset": 4
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "sv",
    "title": "Fällan är gillrad",
    "content": "### Fällan är gillrad\n\nÄntligen i säkerhet. Dörren låstes, korridoren lämnades bakom. Tröttheten var överväldigande när han gick mot sängen. Då bröt helvetet lös. Någon kastade sig över honom bakifrån, en träklubba ven genom luften. Rena instinkten fick honom att ducka, och han undvek slaget med en hårsmån. Han föll till golvet, och insikten slog ner som en blixt: hans fristad var en fälla. Fienden hade inte följt efter honom, fienden hade väntat på honom. Och nu var de inlåsta i samma rum. Kampen var inte över; den hade bara flyttat inomhus.\n\nKan han överleva attacken i sitt eget rum? Spänningen är olidlig…\nhttps://www.amazon.com/dp/B0DWFDR9P4",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DWFDR9P4",
    "publish_day_offset": 5
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "en",
    "title": "The Silent Aftermath",
    "content": "### The Silent Aftermath\n\nThe forest path revealed a scene of brutal carnage. Twenty-odd bodies of men and horses lay scattered in the wagon ruts, their lives extinguished in a swift, violent struggle. The dead were a mix of ragged Waylayers and armored soldiers, evidence of a battle between disparate foes. Whoever dealt this death was a master of their craft—quick, efficient, and merciless. As one man retched by the bushes, unable to stomach the sight, his companion watched him through half-lidded eyes. The battle may have been over, but a new, silent tension was building between the two survivors, sparked by an unknown question.\n\nWhat did he see in his companion's eyes? A secret, a threat, or a reflection of his own fear?\nhttps://www.amazon.com/dp/B0DSL4ZJ23",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSL4ZJ23",
    "publish_day_offset": 0
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "de",
    "title": "Das stille Schlachtfeld",
    "content": "### Das stille Schlachtfeld\n\nDer Waldweg offenbarte ein grauenhaftes Bild. Über zwanzig Leichen von Menschen und Pferden lagen in den Fahrspuren verstreut, Zeugen eines schnellen und brutalen Kampfes. Die Toten waren eine seltsame Mischung aus Wegelagerern in Lumpen und gut gerüsteten Kriegern. Wer auch immer hier gewütet hatte, war ein Meister seines Fachs. Während einer der Überlebenden sich am Wegesrand übergeben musste, beobachtete ihn sein Begleiter mit zusammengekniffenen Augen. Die physische Schlacht war vorbei, doch in der Stille zwischen den beiden Männern braute sich ein neuer, unsichtbarer Konflikt zusammen, dessen Ursache im Verborgenen lag.\n\nWelches Geheimnis verbindet diese beiden Männer mit dem Gemetzel? Die Wahrheit wird Sie schockieren…\nhttps://www.amazon.com/dp/B0DSTRYXNB",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DSTRYXNB",
    "publish_day_offset": 1
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "it",
    "title": "Il Silenzio dei Caduti",
    "content": "### Il Silenzio dei Caduti\n\nIl sentiero nel bosco si aprì su una scena di morte. Una ventina di corpi, uomini e cavalli, giacevano in pose grottesche. Era stata una battaglia, tanto rapida quanto letale. Le vittime erano un miscuglio di banditi e soldati in armatura, uniti solo dalla mano abile e spietata che li aveva uccisi. Mentre un uomo vomitava tra i cespugli, sopraffatto dall'orrore, il suo compagno lo fissava con occhi socchiusi. Non c'era sollievo nella sopravvivenza, solo una crescente tensione. Un sospetto silenzioso, un'occhiata che poneva una domanda terribile a cui nessuno dei due voleva rispondere.\n\nCosa ha visto in quello sguardo? E chi è il vero mostro su questo sentiero di morte?\nhttps://www.amazon.com/dp/B0DT6MZ2TH",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DT6MZ2TH",
    "publish_day_offset": 2
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "fr",
    "title": "Le Calme après le Massacre",
    "content": "### Le Calme après le Massacre\n\nLa forêt leur a révélé son terrible secret : un champ de bataille silencieux. Une vingtaine de cadavres, hommes et chevaux, jonchaient le chemin. Des Routiers en haillons et des soldats en armure, tous fauchés par une main experte et rapide. Le combat avait été bref et sans pitié. Alors qu'un des survivants était pris de nausées, son compagnon le dévisageait, les yeux mi-clos. Dans le silence macabre, une nouvelle menace germait, non pas celle d'une lame, mais d'un regard. Un regard qui semblait en savoir plus qu'il ne le devrait, transformant le soulagement de la survie en une peur glaciale.\n\nLe plus grand danger est-il vraiment passé ? Ou se tient-il juste à côté de lui ?\nhttps://www.amazon.com/dp/B0DVZHVV84",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DVZHVV84",
    "publish_day_offset": 3
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "nl",
    "title": "Het Pad des Doods",
    "content": "### Het Pad des Doods\n\nEen paar bochten verder onthulde het bospad een gruwelijk tafereel. Tientallen lichamen van mensen en paarden lagen verspreid in de karrensporen, het resultaat van een snelle, efficiënte slachting. De slachtoffers waren een mix van Wegrovers en geharnaste mannen, gedood door een vaardige en meedogenloze hand. Terwijl de maag van een van de overlevenden in opstand kwam, keek zijn metgezel hem aan met halfgesloten ogen. De strijd was misschien voorbij, maar de sfeer was geladen met een nieuw, onuitgesproken gevaar. Een blik die meer zei dan duizend woorden, en die suggereerde dat de dood nog niet klaar was met hen.\n\nWelk duister geheim schuilt er achter die blik? Het mysterie is nog maar net begonnen…\nhttps://www.amazon.com/dp/B0DTP8TC7X",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DTP8TC7X",
    "publish_day_offset": 4
  },
  {
    "series": "S1",
    "book_no": 1,
    "lang_code": "sv",
    "title": "Tystnaden Efteråt",
    "content": "### Tystnaden Efteråt\n\nSkogsvägen avslöjade en syn av ren fasa. Ett tjugotal kroppar, både människor och hästar, låg utspridda i hjulspåren, offer för en snabb och brutal strid. De döda var en blandning av vägrövare och män i rustning, vilket tydde på en skicklig och dödlig angripare. Medan en man kämpade mot illamåendet vid sidan av vägen, iakttog hans följeslagare honom med halvslutna ögon. Striden var över, men en ny, tyst spänning byggdes upp mellan de två överlevande. En blick som antydde att det värsta kanske inte var över, utan stod precis bredvid honom.\n\nÄr hans följeslagare en vän, eller är han den som är ansvarig för blodbadet? Svaret väntar…\nhttps://www.amazon.com/dp/B0DWFDR9P4",
    "tags": [
      "Epic Fantasy",
      "crthorn"
    ],
    "amazon_link": "https://www.amazon.com/dp/B0DWFDR9P4",
    "publish_day_offset": 5
  }
]